<?xml version="1.0" encoding="UTF-8"?>
<quizwithfeedback>
  <nextbuttontext>Siguiente</nextbuttontext>
  <submitbuttontext>Enviar</submitbuttontext>
  <reviewbuttontext>Revisar</reviewbuttontext>
  <retakequizbuttontext>Repetir</retakequizbuttontext>
  <nextbuttontext>Intentarlo de nuevo</nextbuttontext>
  <questioncounttext>Pregunta {0} de {1}</questioncounttext>
  <answernothingselectedtext>Seleccione una respuesta.</answernothingselectedtext>
  <twoanswerstoofewselected>Seleccione dos (2) respuestas.</twoanswerstoofewselected>
  <twoanswerstoomanyselected>Seleccione solo dos (2) respuestas.</twoanswerstoomanyselected>
  <threeanswerstoofewselected>Seleccione tres (3) respuestas.</threeanswerstoofewselected>
  <threeanswerstoomanyselected>Seleccione solo tres (3) respuestas.</threeanswerstoomanyselected>
  <numberofattempts>N&uacute;mero de intentos: </numberofattempts>
  <question1>
    <accessibility>Pregunta 1. Para esta pregunta, deber&aacute; elegir entre 4 respuestas posibles. La pregunta tiene 1 respuesta(s) correcta(s). A continuaci&oacute;n se describen los controles para la comprobaci&oacute;n de conocimientos: Para seleccionar la primera opci&oacute;n, presione la tecla 1 en el teclado; para seleccionar la segunda
      opci&oacute;n, presione la tecla 2, la tecla 3 para la tercera, la tecla 4 para la cuarta y la tecla 5 si hay una quinta. Para enviar la respuesta seleccionada, presione la tecla Entrar del teclado. Si no respondi&oacute; correctamente a la pregunta, presione May&uacute;s + Entrar para restablecer la selecci&oacute;n.</accessibility>
    <question>El director de Ventas de Ursa Major Solar tiene un equipo de 50 representantes de ventas repartidos por todo el mundo. El equipo del director de ventas utiliza la funci&oacute;n de calendario de Salesforce para que el director pueda acceder a la programaci&oacute;n de ocupaci&oacute;n del equipo. Sin embargo, los miembros del equipo registran
      sus eventos de d&iacute;a completo de manera distinta y al director le gustar&iacute;a darle homogeneidad.<br><br>¿C&oacute;mo puede un representante de ventas crear un evento de d&iacute;a completo en Salesforce?</question>
    <option1text>Debe utilizar una tarea para un evento de d&iacute;a completo porque, de este modo, no se necesitan campos de hora.</option1text>
    <option1textexplanation>No es correcto. Las tareas de Salesforce se suelen utilizar como tareas pendientes o recordatorios. Las tareas no deben utilizarse en lugar de los eventos.</option1textexplanation>
    <option2text>Debe activar la casilla de verificaci&oacute;n de evento de d&iacute;a completo en el evento.</option2text>
    <option2textexplanation>Correcto. Utilizar la casilla de verificaci&oacute;n de evento de d&iacute;a completo es la manera m&aacute;s eficiente de registrar un evento de d&iacute;a completo. Esto evita que se produzcan discrepancias entre los representantes de ventas de distintas zonas horarias.</option2textexplanation>
    <option3text>Debe asegurarse de que el evento se program&oacute; a una hora entre el Inicio del d&iacute;a y el Final del d&iacute;a.</option3text>
    <option3textexplanation>No es correcto. Las horas de Inicio del d&iacute;a y Final del d&iacute;a no son las mismas para todos los miembros del equipo internacional del director de ventas. Por lo tanto, esta opci&oacute;n no aporta homogeneidad.</option3textexplanation>
    <option4text>Debe pedir al administrador que active los eventos de todo el d&iacute;a en la configuraci&oacute;n de la actividad.</option4text>
    <option4textexplanation>No es correcto. Esta opci&oacute;n no es eficiente, ya que el administrador del sistema no tiene por qu&eacute; corregir los eventos de cada representante de ventas.</option4textexplanation>
  </question1>
  <question2>
    <accessibility>Pregunta 2. Para esta pregunta, deber&aacute; elegir entre 4 respuestas posibles. La pregunta tiene 2 respuesta(s) correcta(s).</accessibility>
    <question>Ursa Major Solar est&aacute; implementando Salesforce en su organizaci&oacute;n. Todos los usuarios de Ursa Major Solar se cargaron en el sistema; sin embargo, hay un peque&ntilde;o grupo de usuarios que se identificaron como usuarios de prueba antes de la adopci&oacute;n completa por parte de la compa&ntilde;&iacute;a.
      Estos usuarios de prueba proporcionan comentarios a trav&eacute;s de Chatter para asegurarse de que todas las funciones y herramientas est&aacute;n correctamente ajustadas para la implementaci&oacute;n en toda la compa&ntilde;&iacute;a.<br><br>¿Qu&eacute; acciones permiten al administrador del sistema limitar el acceso a Chatter durante la implementaci&oacute;n de un subconjunto de
      usuarios de Salesforce? (Seleccione dos respuestas.)</question>
    <option1text>Crear un conjunto de permisos con el permiso Activar Chatter para el subconjunto de usuarios.</option1text>
    <option1textexplanation>Correcto. Un conjunto de permisos es una colecci&oacute;n de configuraciones y permisos que ofrece a los usuarios acceso a varias herramientas y funciones, como, por ejemplo, Chatter.</option1textexplanation>
    <option2text>Agregar el subconjunto de usuarios al grupo de Chatter de toda la compa&ntilde;&iacute;a.</option2text>
    <option2textexplanation>No es correcto. Agregar el subconjunto de usuarios al grupo de Chatter de toda la compa&ntilde;&iacute;a no limita el acceso a Chatter solo al subconjunto de usuarios necesario.</option2textexplanation>
    <option3text>Modificar un perfil para activar Chatter para el subconjunto de usuarios.</option3text>
    <option3textexplanation>Correcto. Los perfiles definen c&oacute;mo acceden los usuarios a objetos y datos y qu&eacute; pueden hacer en la aplicaci&oacute;n. Cuando se crean los usuarios, se les asigna un perfil. En esta situaci&oacute;n, personalizar la configuraci&oacute;n del perfil del
      subconjunto de usuarios puede limitar el acceso de a Chatter solo al subconjunto de usuarios especificado.</option3textexplanation>
    <option4text>Crear una invitaci&oacute;n de email para el subconjunto de usuarios.</option4text>
    <option4textexplanation>No es correcto. Las invitaciones de email no permiten limitar el acceso a Chatter, ya que no limita el acceso a Chatter a los dem&aacute;s usuarios.</option4textexplanation>
  </question2>
</quizwithfeedback>
