<?xml version="1.0" encoding="UTF-8"?>
<quizwithfeedback>
  <nextbuttontext>Pr&oacute;ximo</nextbuttontext>
  <submitbuttontext>Enviar</submitbuttontext>
  <reviewbuttontext>Revis&atilde;o</reviewbuttontext>
  <retakequizbuttontext>Repetir</retakequizbuttontext>
  <nextbuttontext>Tentar novamente</nextbuttontext>
  <questioncounttext>Pergunta {0} de {1}</questioncounttext>
  <answernothingselectedtext>Selecione uma resposta.</answernothingselectedtext>
  <twoanswerstoofewselected>Selecione duas (2) respostas</twoanswerstoofewselected>
  <twoanswerstoomanyselected>Selecione somente duas (2) respostas</twoanswerstoomanyselected>
  <threeanswerstoofewselected>Selecione tr&ecirc;s (3) respostas</threeanswerstoofewselected>
  <threeanswerstoomanyselected>Selecione somente tr&ecirc;s (3) respostas</threeanswerstoomanyselected>
  <numberofattempts>N&uacute;mero de tentativas: </numberofattempts>
  <question1>
    <accessibility>Pergunta n.ยบ 1 Essa pergunta tem quatro (4) respostas poss&iacute;veis para escolher. A pergunta tem uma (1) resposta correta. Os controles da verifica&ccedil;&atilde;o de conhecimento s&atilde;o os seguintes: Para selecionar a primeira op&ccedil;&atilde;o, pressione 1 no teclado; para selecionar a segunda
      op&ccedil;&atilde;o, pressione 2; para a terceira, 3; a quarta, 4; e se houver uma quinta, 5. Para enviar sua escolha de resposta, selecione Enter no teclado. Se voc&ecirc; respondeu incorretamente &agrave; pergunta, pressione Shift+Enter para redefinir suas sele&ccedil;&otilde;es.</accessibility>
    <question>A Ursa Major Solar criou uma nova linha de produtos de pain&eacute;is solares com uma equipe de vendas especial para vender esses produtos. O processo de vendas para a nova linha &eacute; mais complexo do que o processo de vendas atual e exige fases adicionais ao
      caminho de vendas.<br><br>Como o administrador do sistema deve configurar o Salesforce para garantir que apenas as fases apropriadas sejam vis&iacute;veis com base na linha de produtos?</question>
    <option1text>Criar um tipo de registro de processo de vendas e oportunidade para cada linha de produtos.</option1text>
    <option1textexplanation>Correto. &Eacute; preciso fazer duas configura&ccedil;&otilde;es. 1) Criar um novo processo de vendas para determinar quais fases aparecem para essa nova linha de produtos. 2) Criar um novo tipo de registro de oportunidade para exibir um layout de p&aacute;gina exclusivo para esta nova
      linha de produtos.</option1textexplanation>
    <option2text>Criar uma regra de valida&ccedil;&atilde;o para exibir as fases apropriadas com base na linha de produtos.</option2text>
    <option2textexplanation>Incorreto. As regras de valida&ccedil;&atilde;o verificam se os dados inseridos por um usu&aacute;rio em um registro atendem aos padr&otilde;es especificados antes que o usu&aacute;rio possa salvar o registro. Portanto, uma regra de valida&ccedil;&atilde;o n&atilde;o atenderia &agrave;s necessidades de exibir as
      fases apropriadas para a nova equipe de vendas.</option2textexplanation>
    <option3text>Criar novas categorias de previs&atilde;o e atribuir os valores da lista de op&ccedil;&otilde;es da nova fase a essas categorias.</option3text>
    <option3textexplanation>Incorreto. Uma categoria de previs&atilde;o &eacute; a categoria dentro do ciclo de vendas &agrave; qual uma oportunidade &eacute; atribu&iacute;da com base na fase da oportunidade. Criar novas categorias de previs&atilde;o n&atilde;o seria a solu&ccedil;&atilde;o para as fases apropriadas
      se tornarem vis&iacute;veis para a nova equipe de vendas.</option3textexplanation>
    <option4text>Criar uma regra de valida&ccedil;&atilde;o para exibir as fases apropriadas com base no papel do usu&aacute;rio.</option4text>
    <option4textexplanation>Incorreto. As regras de valida&ccedil;&atilde;o verificam se os dados inseridos por um usu&aacute;rio em um registro atendem aos padr&otilde;es especificados antes que o usu&aacute;rio possa salvar o registro. Portanto, uma regra de valida&ccedil;&atilde;o n&atilde;o atenderia &agrave;s necessidades de exibir as
      fases apropriadas para a nova equipe de vendas.</option4textexplanation>
  </question1>
  <question2>
    <accessibility>Pergunta n.ยบ 2 Essa pergunta tem quatro (4) respostas poss&iacute;veis para escolher. A pergunta tem uma (1) resposta correta.</accessibility>
    <question>O diretor de opera&ccedil;&otilde;es de vendas da Ursa Major Solar notou um aumento dos registros de oportunidades sem produtos feitos pelos representantes de vendas. A equipe de opera&ccedil;&otilde;es precisa voltar a cada oportunidade ap&oacute;s o registro e adicionar produtos. Qual
      altera&ccedil;&atilde;o de configura&ccedil;&atilde;o o administrador do sistema precisa fazer para ajudar os representantes de vendas a lembrar de adicionar produtos a todas as oportunidades?</question>
    <option1text>Criar uma lista relacionada para permitir que o usu&aacute;rio visualize os produtos relacionados.</option1text>
    <option1textexplanation>Incorreto. Adicionar uma lista relacionada n&atilde;o lembraria necessariamente representantes de vendas de adicionar produtos ao registrar oportunidades.</option1textexplanation>
    <option2text>Habilitar a configura&ccedil;&atilde;o de oportunidade para solicitar aos usu&aacute;rios para adicionar produtos a oportunidades.</option2text>
    <option2textexplanation>Correto. Existe uma configura&ccedil;&atilde;o que pode ser alternada entre ligar/desligar para solicitar que os usu&aacute;rios adicionem um produto a uma oportunidade.</option2textexplanation>
    <option3text>Criar uma regra de fluxo de trabalho no objeto Oportunidade para adicionar um produto padr&atilde;o a oportunidades sem produtos.</option3text>
    <option3textexplanation>Incorreto. Adicionar um produto padr&atilde;o a todas as oportunidades sem um produto listado n&atilde;o corrigiria o problema de representantes de vendas n&atilde;o adicionarem produtos ao registrar oportunidades.</option3textexplanation>
    <option4text>Padronizar as op&ccedil;&otilde;es Uso e Produtos como Somente leitura no Cat&aacute;logos de pre&ccedil;os para toda a organiza&ccedil;&atilde;o.</option4text>
    <option4textexplanation>Incorreto. O acesso e a visibilidade dos Cat&aacute;logos de pre&ccedil;os e Produtos n&atilde;o lembrariam os representantes de vendas de adicionar produtos ao registrar oportunidades.</option4textexplanation>
  </question2>
  <question3>
    <accessibility>Pergunta n.ยบ 3 Essa pergunta tem quatro (4) respostas poss&iacute;veis para escolher. A pergunta tem uma (2) resposta correta.</accessibility>
    <question>A mais nova linha de produtos da Ursa Major Solar acaba de ser anunciada. O formul&aacute;rio da Web no site da Ursa Major Solar est&aacute; gerando muitos leads nos quais os clientes potenciais indicaram interesse em determinados produtos. Esses leads s&atilde;o importados diretamente
      para o Salesforce de modo autom&aacute;tico.<br><br>Quais recursos devem ser usados pelo administrador do sistema para atribuir a propriedade de um Lead &agrave; equipe de produto adequada usando o campo de Lead personalizado &ldquo;Interesse no produto&rdquo;? (Escolha duas respostas.)</question>
    <option1text>Regras de atribui&ccedil;&atilde;o</option1text>
    <option1textexplanation>Correto. As regras de atribui&ccedil;&atilde;o definem condi&ccedil;&otilde;es que determinam como os leads ou casos s&atilde;o processados. Neste cen&aacute;rio, quando um cliente em potencial indica interesse em determinado produto (campo de Lead personalizado &ldquo;Interesse no produto&rdquo;) no
      formul&aacute;rio da Web, o lead &eacute; gerado e atribu&iacute;do &agrave; equipe de produto adequada.</option1textexplanation>
    <option2text>Regras de escala&ccedil;&atilde;o</option2text>
    <option2textexplanation>Incorreto. As regras de escala&ccedil;&atilde;o s&atilde;o usadas para especificar as condi&ccedil;&otilde;es em que um caso &eacute; escalado. Os leads n&atilde;o s&atilde;o casos, portanto, as regras de escala&ccedil;&atilde;o n&atilde;o se aplicam a essa situa&ccedil;&atilde;o.</option2textexplanation>
    <option3text>Equipes de lead</option3text>
    <option3textexplanation>Incorreto. Uma equipe de lead se refere a um grupo de usu&aacute;rios que podem visualizar/acessar um lead. N&atilde;o atribui a propriedade como solicitado.</option3textexplanation>
    <option4text>Filas</option4text>
    <option4textexplanation>Correto. As filas priorizam, distribuem e atribuem registros a equipes que compartilham cargas de trabalho. Nesse cen&aacute;rio, ele indicou que o Lead precisa ser atribu&iacute;do &agrave;s equipes de produto adequadas, portanto, as filas s&atilde;o necess&aacute;rias.</option4textexplanation>
  </question3>
  <question4>
    <accessibility>Pergunta n.ยบ 4 Essa pergunta tem quatro (4) respostas poss&iacute;veis para escolher. A pergunta tem uma (1) resposta correta.</accessibility>
    <question>Um representante de vendas para Ursa Major Solar est&aacute; trabalhando com um cliente em potencial que n&atilde;o pode abrir anexos de email por restri&ccedil;&otilde;es de TI da empresa.<br><br>Como esse representante de vendas deve enviar a ficha de informa&ccedil;&otilde;es do produto para um cliente potencial sem anexar o
      documento a um email?</question>
    <option1text>Copiar e colar o conte&uacute;do da ficha de informa&ccedil;&otilde;es e criar uma p&aacute;gina personalizada na comunidade de clientes.</option1text>
    <option1textexplanation>Incorreto. Essa solu&ccedil;&atilde;o &eacute; ineficiente e n&atilde;o &eacute; uma maneira segura de compartilhar informa&ccedil;&otilde;es com um &uacute;nico cliente potencial.</option1textexplanation>
    <option2text>Carregar a ficha de informa&ccedil;&otilde;es em uma biblioteca e criar/enviar um pacote de conte&uacute;do para o cliente potencial.</option2text>
    <option2textexplanation>Correto. O destinat&aacute;rio de uma entrega de conte&uacute;do, como um pacote de conte&uacute;do, pode clicar em uma &uacute;nica URL para abrir um player de visualiza&ccedil;&atilde;o com o qual eles podem visualizar e baixar o conte&uacute;do. Al&eacute;m disso, o remetente pode visualizar
      informa&ccedil;&otilde;es de rastreamento para ver com que frequ&ecirc;ncia o pacote de conte&uacute;do foi visualizado e quais documentos foram baixados.</option2textexplanation>
    <option3text>Anexar a ficha de informa&ccedil;&otilde;es a uma lista relacionada de notas e anexos e enviar um email com o link para o cliente potencial.</option3text>
    <option3textexplanation>Incorreto. Um cliente potencial n&atilde;o tem acesso &agrave; lista relacionada de notas e anexos na organiza&ccedil;&atilde;o da Ursa Major Solar no Salesforce.</option3textexplanation>
    <option4text>Atribuir o cliente potencial como membro da campanha ao registro da campanha da ficha de informa&ccedil;&otilde;es do produto.</option4text>
    <option4textexplanation>Incorreto. Uma campanha &eacute; um projeto de marketing de sa&iacute;da planejado, gerenciado e rastreado no Salesforce. Essa n&atilde;o &eacute; a ferramenta adequada para usar em uma entrega &uacute;nica de uma ficha de informa&ccedil;&otilde;es de produto.</option4textexplanation>
  </question4>
</quizwithfeedback>
